Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/segmented/wordpress.tmx
Source language: en
Languages: be

source: You are not allowed to edit this attachment.
be: У вас няма правоў, каб рэдагаваць гэтае ўкладанне.

source: You are not allowed to edit this page.
be: У вас няма права рэдагаваць гэтую старонку.

source: You are not allowed to edit this post.
be: У вас няма права рэдагаваць гэты запіс.

source: You are not allowed to import.
be: Вам не дазволена імпартаваць звесткі.

source: You are not allowed to moderate comments on this blog.
be: У вас няма правоў кіраваць каментарамі да гэтага блогу.

source: You are not allowed to post as this user
be: Вы не можаце публікаваць запісы пад гэтым карыстальнікам

source: You are not allowed to post as this user.
be: Вам не дазволена ствараць запісы ад імя гэтага карыстальніка.

source: You are not allowed to scan for lost attachments.
be: Вам не дазволена шукаць згубленыя далучэнні.

source: You are not allowed to update options.
be: Вам не дазволена абнаўляць настройкі.

source: You are not allowed to upload files to this site.
be: Вам не дазволена загружаць файлы на гэты сайт.

source: You are now logged out.
be: Вы выйшлі з сістэмы.

source: You are posting comments too quickly. Slow down.
be: Калі ласка, пачакайце некалькі секунд перад адпраўкай наступнага каментара.

source: You are using <span class="b">WordPress %s</span>.
be: Вы выкарыстоўваеце <span class="b">WordPress %s</span>

source: You are using a development version (%1$s). Cool! Please <a href="%2$s">stay updated</a>.
be: Калі ласка, <a href="%2$s">не забывайцеся абнаўляць яе</a>.

source: You are using a development version of WordPress. You can upgrade to the latest nightly build automatically or download the nightly build and install it manually:
be: Вы можаце абнавіцца да апошняй начной зборкі аўтаматычна ці спампаваць начную зборку і ўсталяваць яе ўручную:

source: You are using the Browser uploader.
be: Вы выкарыстоўваеце загрузнік браўзэра.

source: You are using the Browser uploader. Try the <a href="%s">Flash uploader</a> instead.
be: Паспрабуйце замест яго <a href="%s">Flash-загрузнік</a>.

source: You are using the Flash uploader. Problems? Try the <a href="%s">Browser uploader</a> instead.
be: Паспрабуйце тады замест яго <a href="%s">загрузнік браўзэра</a>.

source: You attempted to edit a page that doesn't exist. Perhaps it was deleted?
be: Можа, яна была выдаленая?

source: You attempted to edit a post that doesn't exist. Perhaps it was deleted?
be: Можа, ён быў выдалены?

source: You can also try %s, easy blogging from anywhere on the Web.
be: Вы таксама можаце паспрабаваць %s для простага блогінгу з любога месца сеціва.

source: You can arrange your pages in hierarchies, for example you could have an &#8220;About&#8221; page that has &#8220;Life Story&#8221; and &#8220;My Dog&#8221; pages under it. There are no limits to how deeply nested you can make pages.
be: Старонкі можна арганізаваць у іерархіі. Напрыклад, пад старонкай &#8220;Пра мяне&#8221;, могуць зьмяшчацца старонкі &#8220;Біяграфія&#8221; і &#8220;Мой сабака&#8221;. Абмежаванняў на глыбіню ўкладання няма.

source: You can delete all of the spam from your database with a single click. This operation cannot be undone, so you may wish to check to ensure that no legitimate comments got through first. Spam is automatically deleted after 15 days, so don&#8217;t sweat it.
be: Спам аўтаматычна выдаляецца праз 15 дзён.

source: You can find additional plugins for your site by using the new <a href="plugin-install.php">Plugin Browser/Installer</a> functionality, Or by browsing the <a href="http://wordpress.org/extend/plugins/">WordPress Plugin Directory</a> directly and installing manually.
be: Вы можаце знайсці дадатковыя плагіны для вашага сайту, выкарыстоўваючы новую функцыю <a href="plugin-install.php">Plugin Browser/Installer</a> ці наведаўшы <a href="http://wordpress.org/extend/plugins/">WordPress Plugin Directory</a>.

source: You can find additional themes for your site in the <a href="http://wordpress.org/extend/themes/">WordPress theme directory</a>. To install a theme you generally just need to upload the theme folder into your <code>wp-content/themes</code> directory. Once a theme is uploaded, you should see it on this page.
be: Пасля загрузкі тэмы вы можаце актываваць яе тут.

source: You can see all comments on this post here:
be: Усе каментары да гэтага запісу вы можаце ўбачыць тут:

source: You can see all pingbacks on this post here:
be: Вы можаце прагледзець усе пінгі на гэты запіс тут:

source: You can see all trackbacks on this post here:
be: Усе трэкбэкі на гэты запіс вы можаце ўбачыць тут:

source: You can upgrade to version %s automatically or download the package and install it manually:
be: Вы можаце абнавіць да версіі %s аўтаматычна ці спампаваць архіў і ўсталяваць яго ўручную:^

source: You can use these tags: %s
be: Вы можаце скарыстаць такія тэгі: %s

source: You can&#8217;t create users.
be: Вы не можаце ствараць карыстальнікаў.

source: You can&#8217;t delete that user.
be: Вы не можаце выдаліць гэтага карыстальніка.

source: You can&#8217;t delete users.
be: Вы не можаце выдаляць карыстальнікаў.

source: You can&#8217;t edit that user.
be: Вы не можаце рэдагаваць гэтага карыстальніка.

source: You can&#8217;t edit users.
be: Вы не можаце рэдагаваць карыстальнікаў.

source: You can't delete the current user.
be: Вы не можаце выдаліць цяперашняга карыстальніка.

source: You did not enter a category name.
be: Вы не ўвялі імя рубрыкі.

source: You did not enter a tag name.
be: Вы не ўвялі назву тэга.

source: You do not appear to have any plugins available at this time.
be: На гэты момант у вас няма ніякіх плагінаў.

source: You do not have permission to do that.
be: У вас недастаткова правоў, каб зрабіць гэта.

source: You do not have permission to edit this user.
be: Вы не маеце дастатковых правоў для рэдагавання дадзенага карыстальніка.

source: You do not have permission to preview drafts.
be: У вас няма правоў праглядаць чарнавікі.

source: You do not have permission to upload files.
be: У вас няма дазволу на загрузку файлаў.

source: You do not have sufficient permission to moderate comments.
be: У вас недастаткова правоў, каб мадэраваць каментары.

source: You do not have sufficient permissions to access this page.
be: Вы не маеце дастатковых правоў, каб атрымаць доступ да гэтай старонкі.

source: You do not have sufficient permissions to delete plugins for this blog.
be: У вас недастаткова дазволаў, каб выдаляць плагіны на гэтым блогу.

source: You do not have sufficient permissions to edit plugins for this blog.
be: Вы не маеце дастатковых правоў, каб рэдагаваць плагіны гэтага блога.

source: You do not have sufficient permissions to edit templates for this blog.
be: Вы не маеце дастатковых правоў, каб рэдагаваць шаблоны гэтага блога.

source: You do not have sufficient permissions to edit the links for this blog.
be: Вы не маеце дастатковых правоў, каб змяняць спасылкі ў гэтым блогу.

source: You do not have sufficient permissions to edit themes for this blog.
be: Вы не маеце дастатковых правоў, каб рэдагаваць тэмы ў гэтым блогу.

source: You do not have sufficient permissions to install plugins on this blog.
be: У вас няма неабходных правоў для ўсталявання плагінаў у гэтым блогу.

source: You do not have sufficient permissions to update plugins for this blog.
be: У вас недастаткова дазволаў, каб абнаўляць плагіны ў гэтым блогу.

source: You have already setup WordPress and have been assigned an administrative login and password. Forget it. You didn&#8217;t have that login in Textpattern, why should you have it here? Instead we have taken care to import all of your users into our system. Unfortunately there is one downside. Because both WordPress and Textpattern uses a strong encryption hash with passwords, it is impossible to decrypt it and we are forced to assign temporary passwords to all your users. <strong>Every user has the same username, but their passwords are reset to password123.</strong> So <a href="%1$s">Login</a> and change it.
be: <strong>Кожны карыстальнік мае сваё імя, але ўсе іх паролі змененыя на password123.</strong> Таму <a href="%1$s">ўвайдзіце</a> і змяніце свой пароль.

source: You have already setup WordPress and have been assigned an administrative login and password. Forget it. You didn't have that login in DotClear, why should you have it here? Instead we have taken care to import all of your users into our system. Unfortunately there is one downside. Because both WordPress and DotClear uses a strong encryption hash with passwords, it is impossible to decrypt it and we are forced to assign temporary passwords to all your users. <strong>Every user has the same username, but their passwords are reset to password123.</strong> So <a href="%1$s">Login</a> and change it.
be: <strong>Кожны карыстальнік мае сваё імя, але ўсе іх паролі змененыя на password123.</strong> Таму <a href="%1$s">ўвайдзіце</a> і змяніце свой пароль.

source: You have attempted to queue too many files.
be: Вы спрабуеце абраць занадта шмат файлаў.

source: You have no categories to convert!
be: У вас няма рубрык, каб іх канвертаваць!

source: You have no spam currently in the queue. Must be your lucky day. :)
be: У вас няма спаму. Віншуем :)

source: You have no tags to convert!
be: У вас няма тэгаў, каб іх канвертаваць!

source: You have specified these users for deletion:
be: Вы вызначылі наступных карыстальнікаў для выдалення:

source: You have the latest version of WordPress. You do not need to upgrade
be: Абнаўленні не патрабуюцца

source: You have the latest version of WordPress. You do not need to upgrade. However, if you want to re-install version %s, you can do so automatically or download the package and re-install manually:
be: Калі вы жадаеце пераўсталяваць версію %s, вы можаце зрабіць гэта аўтаматычна ці спампаваць дыстрыбутыў і ўсталяваць яго ўручную:

source: You may also browse based on the most popular tags in the Plugin Directory:
be: Вы таксама можаце прагледжваць плагіны па самых папулярных тэгах у дырэкторыі плагінаў:

source: You may only upload 1 file.
be: Вы можаце загрузіць толькі 1 файл.

source: You may search based on 3 criteria:
be: Вы можаце шукаць па 3 крытэрах:

source: You must <a href="%1$s">enter your WordPress.com API key</a> for it to work.
be: Вы павінны <a href="%1$s">ўвесці ваш ключ API ад WordPress.com</a>, каб ён запрацаваў.

source: You must be <a href="%s">logged in</a> to post a comment.
be: Вы павінны <a href="%s">ўвайсці</a>, каб пакінуць каментар.

source: You must be registered to comment
be: Вы павінны зарэгістравацца, каб пакідаць каментары

source: You need to make this file writable before you can save your changes. See <a href="http://codex.wordpress.org/Changing_File_Permissions">the Codex</a> for more information.
be: Каб захаваць змены, трэба зрабіць гэты файл даступным для запісу. Звычайна для гэтага трэба прызначыць на патрэбныя файлы правы "666". Гэта можна зрабіць праз FTP-кліент, праз SSH-кліент або ў панелі кіравання хостынгам. Дадатковую інфармацыю можна атрымаць у <a href="http://codex.wordpress.org/Changing_File_Permissions">Кодэксе</a>.

source: You need to supply your OPML url. Press back on your browser and try again
be: Націсніце кнопку НАЗАД у сваім браўзэры і паспрабуйце яшчэ раз

source: You should update your .htaccess now.
be: Вы павінны цяпер абнавіць файл .htaccess

source: You're about to leave without having saved your changes!
be: Вы збіраецеся выйсці, не захаваўшы вашых зменаў!

source: Your Comment
be: Ваш каментар

source: Your DotClear Configuration settings are as follows:
be: Параметры вашай канфігурацыі Dotclear:

source: Your E-mail
be: Ваш email

source: Your Header Image
be: Ваша выява &laquo;шапкі&raquo; блогу

source: Your Profile
be: Ваш профіль

source: Your Textpattern Configuration settings are as follows:
be: Параметры Вашых налад Textpattern наступныя:

source: Your WordPress database has been successfully upgraded!
be: Ваша база дадзеных WordPress паспяхова абноўленая!

source: Your WordPress database is already up-to-date!
be: Ваша база дадзеных WordPress ужо абноўленая!

source: Your WordPress database is out-of-date, and must be upgraded before you can continue.
be: Ваша база дадзеных WordPress састарэла, вы павінны абнавіць яе перад працягам.

source: Your attempt to activate this plugin: &quot;%s&quot; has failed.
be: Спроба актываваць плагін: &laquo;%s&raquo; не ўдалася.

source: Your attempt to add this category has failed.
be: Спроба дадаць гэтую рубрыку не ўдалася.

source: Your attempt to add this link has failed.
be: Ваша спроба дадаць гэтую спасылку не ўдалася.

source: Your attempt to add this page has failed.
be: Ваша спроба дадаць гэтую старонку не ўдалася.

source: Your attempt to add this post has failed.
be: Спроба дадаць гэты запіс не ўдалася.

source: Your attempt to add this user has failed.
be: Ваша спроба дадаць гэтага карыстальніка не ўдалася.

source: Your attempt to approve this comment: &quot;%s&quot; has failed.
be: Спроба ўхваліць гэты каментар: &laquo;%s&raquo; не ўдалася.

source: Your attempt to bulk modify comments has failed.
be: Спроба масава змяніць каментары не ўдалася.

source: Your attempt to bulk modify links has failed.
be: Спроба масава змяніць спасылкі не ўдалася.

source: Your attempt to bulk modify users has failed.
be: Спроба масава змяніць дадзеныя карыстальнікаў не ўдалася.

source: Your attempt to change your permalink structure to: %s has failed.
be: Спроба змяніць структуру сталых спасылак на: %s не ўдалася.

source: Your attempt to deactivate this plugin: &quot;%s&quot; has failed.
be: Спроба дэактываваць плагін: &laquo;%s&raquo; не ўдалася.

source: Your attempt to delete this category: &quot;%s&quot; has failed.
be: Спроба выдаліць гэтую рубрыку: &laquo;%s&raquo; не ўдалася.

source: Your attempt to delete this comment: &quot;%s&quot; has failed.
be: Спроба выдаліць гэты каментар: &laquo;%s&raquo; не ўдалася.

source: Your attempt to delete this link: &quot;%s&quot; has failed.
be: Спроба выдаліць гэтую спасылку: &laquo;%s&raquo; не ўдалася.

source: Your attempt to delete this page: &quot;%s&quot; has failed.
be: Спроба выдаліць гэтую старонку: &laquo;%s&raquo; не ўдалася.

source: Your attempt to delete this post: &quot;%s&quot; has failed.
be: Спроба выдаліць гэты запіс: &laquo;%s&raquo; не ўдалася.

source: Your attempt to delete users has failed.
be: Спроба выдаліць карыстальнікаў не ўдалася.

source: Your attempt to edit this attachment: &quot;%s&quot; has failed.
be: Спроба адрэдагаваць гэтае ўкладанне: &laquo;%s&raquo; не ўдалася.

source: Your attempt to edit this category: &quot;%s&quot; has failed.
be: Спроба змяніць гэтую рубрыку: &laquo;%s&raquo; не ўдалася.

source: Your attempt to edit this comment: &quot;%s&quot; has failed.
be: Спроба змяніць гэты каментар: &laquo;%s&raquo; не ўдалася.

source: Your attempt to edit this file: &quot;%s&quot; has failed.
be: Спроба змяніць файл: &laquo;%s&raquo; не ўдалася.

source: Your attempt to edit this link: &quot;%s&quot; has failed.
be: Спроба змяніць гэтую спасылку: &laquo;%s&raquo; не ўдалася.

source: Your attempt to edit this page: &quot;%s&quot; has failed.
be: Спроба змяніць гэтую старонку: &laquo;%s&raquo; не ўдалася.

source: Your attempt to edit this plugin file: &quot;%s&quot; has failed.
be: Спроба змяніць файл плагіна: &laquo;%s&raquo; не ўдалася.

source: Your attempt to edit this post: &quot;%s&quot; has failed.
be: Спроба змяніць гэты запіс: &laquo;%s&raquo; не ўдалася.

source: Your attempt to edit this theme file: &quot;%s&quot; has failed.
be: Спроба змяніць файл тэмы: &laquo;%s&raquo; не ўдалася.

source: Your attempt to edit this user: &quot;%s&quot; has failed.
be: Спроба змяніць дадзеныя гэтага карыстальніка: &laquo;%s&raquo; не ўдалася.

source: Your attempt to edit your settings has failed.
be: Спроба змяніць вашы налады не ўдалася.

source: Your attempt to moderate comments has failed.
be: Спроба прамадэраваць гэтыя каментары не ўдалася.

source: Your attempt to modify the profile for: &quot;%s&quot; has failed.
be: Спроба змяніць профіль для &laquo;%s&raquo; не ўдалася.

source: Your attempt to switch to this theme: &quot;%s&quot; has failed.
be: Спроба пераключыцца на гэтую тэму: &laquo;%s&raquo; не ўдалася.

source: Your attempt to unapprove this comment: &quot;%s&quot; has failed.
be: Спроба адхіліць гэты каментар: &laquo;%s&raquo; не ўдалася.

source: Your attempt to upgrade this plugin: &quot;%s&quot; has failed.
be: Спроба абнавіць плагін: &laquo;%s&raquo; не ўдалася.

source: Your blog's WordPress Pages
be: Старонкі вашага блога WordPress

source: Your blogroll
be: Вашы спасылкі

source: Your browser&#8217;s settings do not permit this website to use Google Gears.
be: Наладкі вашага браўзера не дазваляюць гэтаму сайту выкарыстоўваць Gears.

source: Your comment is awaiting moderation.
be: Ваш каментар чакае мадэрацыі.

source: Your key has been cleared.
be: Ваш ключ выдалены.

source: Your key has been verified. Happy blogging!
be: Прыемнага блогінгу!

source: Your latest posts
be: Вашы апошнія запісы

source: Your most used tags in cloud format
be: Тэгі, якімі вы найчасцей карыстаецеся, у выглядзе воблака

source: Your new WordPress blog has been successfully set up at: %1$s You can log in to the administrator account with the following information: Username: %2$s Password: %3$s We hope you enjoy your new blog. Thanks! --The WordPress Team http://wordpress.org/
be: --Каманда WordPress http://wordpress.org/

source: Your page has been saved.
be: Ваша старонка захаваная.

source: Your post has been saved.
be: Ваш запіс захаваны.

source: Your username cannot be changed.
be: Вашае імя карыстальніка не можа быць змененае.

source: [%1$s] Comment: "%2$s"
be: [%1$s] каментар: "%2$s"

source: [%1$s] Pingback: "%2$s"
be: [%1$s] Пінг: "%2$s"

source: [%1$s] Please moderate: "%2$s"
be: [%1$s] калі ласка, прамадэруйце: "%2$s"

source: [%s] New User Registration
be: [%s] Рэгістрацыя новага карыстальніка

source: [%s] Password Lost/Changed
be: [%s] Пароль страчаны/зменены

source: [%s] Password Reset
be: [%s] Знос паролю

source: [%s] Your new password
be: [%s] Ваш новы пароль

source: [%s] Your username and password
be: [%s] Імя карыстальніка і пароль

source: [Pending]
be: [Чакае мадэрацыі]

source: [less]
be: [менш]

source: [more]
be: [больш]

source: [need help?]
be: [патрэбная дапамога?]

source: abort
be: перапыніць

source: about|Default page slug
be: about

source: acquaintance
be: прыяцель

source: am
be: дп

source: and |between only two list items
be: і |паміж толькі двума элементамі спісу

source: another web address of mine
be: яшчэ адзін мой вэб-адрас

source: apop authentication failed
be: аўтэнтыфікацыя apop не ўдалася

source: blocked by
be: заблакавана

source: but there's nothing in your <a href='%1$s'>spam queue</a> at the moment.
be: але цяпер <a href='%1$s'>чарга спаму</a> пустая.

source: by
be: ад

source: child
be: дзіця

source: click images to select
be: націсніце на малюнак каб выбраць

source: close tags
be: закрыць тэгі

source: co-resident
be: зямляк

source: co-worker
be: калега па працы

source: colleague
be: калег

source: connection does not exist
be: падлучэнне не існуе

source: connection not established
be: падлучэнне не ўсталявана

source: contact
be: знаёмы

source: crush
be: банда

source: date
be: спатканне

source: entry # %s : %s : by %s
be: запіс # %s : %s : ад %s

source: family
be: сям'я

source: first
be: першы

source: friend
be: сябар

source: friendship
be: сяброўства

source: g:i a
be: H:i

source: g:i:s a
be: H:i

source: g:ia
be: H:i

source: geographical
be: геаграфічна

source: hello-world|Default post slug
be: hello-world|кароткая спасылка на запіс па змаўчанні

source: hours
be: гадзіна (ы,аў)

source: identity
be: ідэнтычнасць

source: ieSpell not detected. Do you want to install it now?
be: Інсталяваць яго зараз?

source: importing posts, comments, and karma...
be: імпарт запісаў, каментароў і кармы...

source: importing users...
be: імпарт карыстальнікаў...

source: j F, Y @ G:i|revision date format
be: j.m.Y у H:i|фармат даты рэвізіі

source: kin
be: радня

source: last
be: апошні

source: lines
be: радкоў

source: lookup
be: пошук

source: met
be: сустракаліся

source: muse
be: муза

source: my-hacks.php (legacy hacks support)
be: my-hacks.php (падтрымка састарэлых латак)

source: neighbor
be: сусед

source: new WordPress Loop
be: новы цыкл WordPress

source: newer
be: новыя

source: no login ID submitted
be: ID лагіна не пададзены

source: none
be: няма

source: number_format_decimal_point|$dec_point argument for http://php.net/number_format, default is .
be: number_format_decimal_point|$dec_point аргумент для http://php.net/number_format, па змаўчанні гэта .

source: number_format_decimals|$decimals argument for http://php.net/number_format, default is 0
be: number_format_decimals|$decimals аргумент для http://php.net/number_format, па змаўчанні гэта 0

source: number_format_thousands_sep|$thousands_sep argument for http://php.net/number_format, default is ,
be: number_format_thousands_sep|$thousands_sep аргумент для http://php.net/number_format, па змаўчанні гэта ,

source: older
be: старыя

source: on %4$s|feed_display
be: %4$s|адлюстраванне_стужкі

source: parent
be: бацькі

source: physical
be: фізічна

source: pm
be: пп

source: posts
be: запісаў

source: professional
be: прафесійна

source: registered deleted user %s at level 0
be: зарэгістраваны выдалены карыстальнік %s на ўзроўні 0

source: romantic
be: рамантыка

source: send e-mail
be: даслаць ліст

source: sibling
be: брат/сястра

source: something
be: нешта

source: spam comments
be: каментары са спамам

source: spouse
be: сужонак

source: sweetheart
be: каханы(ая)

source: user %s
be: карыстальнік %s

source: user %s...
be: карыстальнік %s...

source: via
be: праз

source: visit site
be: наведаць сайт
